import { Col, Row} from "antd";

export default function DescriptionBlock() {
    return (
        <div className="possibilities-block" id="possibilities">
            <Row style={{marginTop: "45px"}}>
                <Col span={24}>
                    <span className="p1">Описание</span><span className="p2">системы</span><br/>
                    <span>Лучшее инновационное решение для вовлечения граждан в спорт</span>
                </Col>
            </Row>
            <Row justify="space-around" style={{marginTop: "45px"}} gutter={[0, 16]}>
                <Col span={16} style={{fontSize: "16px", textAlign: "justify"}}>
                    <p>
                        В России почти 1,5 млн спортсменов-разрядников, около 400 тыс. тренеров, более 5 тыс. спортивных
                        школ, десятки тысяч объектов спорта, сотни общероссийских спортивных федераций, десятки
                        миллионов граждан, занимающихся физической культурой.
                    </p>
                    <p>
                        Аналитический модуль Цифровой платформы позволит осуществлять свод и интерпретацию отраслевых
                        данных
                        по экономическим, социальным и спортивным показателям, в том числе с применением технологии
                        искусственного интеллекта. Благодаря этому на основе объективных данных станет возможным
                        определять
                        популярность тех или иных видов спорта у занимающихся, оценивать актуальную загруженность
                        спортивных
                        сооружений.
                    </p>
                    <p>
                        Новые онлайн-решения помогут обобщать и анализировать результаты спортсменов, уровень их
                        спортивной подготовки, повысить прозрачность тренировочного процесса, а в перспективе и
                        спортивные результаты. У пользователей будет возможность в режиме онлайн находить любые
                        спортивные секции, бронировать, читать отзывы не только об организациях, но и о тренерском
                        составе.
                    </p>
                </Col>
            </Row>

        </div>
    )
}